/* Class = "NSPanel"; title = "Make a Donation"; ObjectID = "3"; */
"Make a Donation" = "Spenden";

/* Class = "NSTextFieldCell"; title = "Donate to Chax"; ObjectID = "10"; */
"Donate to Chax" = "Für Chax spenden";

/* Class = "NSTextFieldCell"; title = "Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again."; ObjectID = "12"; */
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Herzlichen Dank, dass Sie Chax weiter verwenden. Bitte unterstützen die Weiterentwicklung von Chax mit einer Spende. Diese Nachricht wird nicht wieder angezeigt.";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "14"; */
"Donate" = "Spenden";

/* Class = "NSButtonCell"; title = "Not Now"; ObjectID = "20"; */
"Not Now" = "Nicht jetzt";